{
    "Home": "Anasayfa",
    "About Us": "Hakkımızda",
    "Donations and Sponsorships": "Bağışlar ve Sponsorlar",
    "Title": "1453 Sokak Hayvanlarını Koruma ve Yaşatma Derneği",
    "Description": "1453 Sokak Hayvanlarını Koruma ve Yaşatma Derneği, sokak hayvanlarının korunması, bakımı ve yaşatılmasını amaçlayan bir dernek olarak, hayvanlara daha iyi bir yaşam sağlamak için çalışmalar yürütmektedir. Bağış yaparak ve gönüllü olarak siz de destek olabilirsiniz.",
    "1453 Street Animal Protection and Survival Association": "1453 Sokak Hayvanlarını <span>Koruma</span> ve Yaşatma Derneği",
    "Founded with the goal of providing care and protection to street animals, the 1453 Street Animal Protection and Survival Association is dedicated to making a difference in the lives of stray and homeless animals. Our vision is to create a world where every animal is treated with love and compassion": "Sokak hayvanlarına bakım ve koruma sağlama amacıyla kurulan 1453 Sokak Hayvanlarını Koruma ve Yaşatma Derneği, sokak hayvanlarının hayatlarında fark yaratmaya kendini adamıştır. Vizyonumuz, her hayvanın sevgi ve merhametle muamele gördüğü bir dünya yaratmaktır.",
    "Our Mission": "Misyonumuz",
    "We rescue, rehabilitate, and provide medical care to animals in need. Through our efforts, we aim to reduce the number of stray animals and find them loving forever homes.": "İhtiyaç sahibi hayvanları kurtarıyor, rehabilite ediyor ve tıbbi bakım sağlıyoruz. Çabalarımızla sokak hayvanlarının sayısını azaltmayı ve onlara sevgi dolu kalıcı yuvalar bulmayı amaçlıyoruz.",
    "Rescue & Rehabilitation": "Kurtarma ve Rehabilitasyon",
    "Adoption Programs": "Sahiplendirme Programları",
    "Community Education": "Toplumsal Eğitim",
    "Help us save more lives and give these animals the love and care they deserve. Whether through adoption, fostering, or volunteering, you can make a real difference.": "Daha fazla hayat kurtarmamıza ve bu hayvanlara hak ettikleri sevgi ve bakımı sağlamamıza yardımcı olun. İster sahiplenme, ister geçici yuva sağlama veya gönüllü çalışma yoluyla gerçek bir fark yaratabilirsiniz.",
    "Join Us": "Bize Katılın"
}
